const MATERIAL_SECTIONS = [
    {
        title: "Фильтровальные комплексы",
        text: "Фильтровальные комплексы работающие по намывной технологии оснащенные всем необходимым для работы в автоматическом режиме. Включая: фильтры, насосное оборудование, системы трубопроводов с автоматической запорной арматурой, электронное управление.",
        navTitle: "фильтровальные комплексы",
        buttonText: "Подробнее",
        link: "#",
        bgColor: "#0b376a",
        image: "./assets/img/logo.png"
    },
    {
        title: "Фильтры пластинчатые",
        text: "Серия пластинчатых фильтров с поверхностью фильтрации от 5 до 72 м² предназначена для очистки масел и других неагрессивных жидкостей. (Подсолнечное, рапсовое, кукурузное, кунжутное масла, соки, пиво, лаки и т.д.)",
        navTitle: "фильтры пластинчатые ",
        buttonText: "Подробнее",
        link: "#",
        bgColor: "#000000",
        image: "./assets/img/img.png"
    },
    {
        title: "дополнительная фильтрация",
        text: "Устройства для первичной очистки и системы мешочных фильтров позволяют производить дополнительные операции очистки на разных этапах производства.",
        navTitle: "дополнительная фильтрация",
        buttonText: "Подробнее",
        link: "#",
        bgColor: "#0b376a",
        image: "./assets/img/img.png"
    },
    {
        title: "Фильтровальные элементы",
        text: "Изготовление и ремонт фильтровальных элементов для оборудования работающего по намывной технологии. Комплекты фильтровальных пластин, как для фильтров собственного производства, так и для оборудования сторонних изготовителей.",
        navTitle: "фильтровальные элементы",
        buttonText: "Подробнее",
        link: "#",
        bgColor: "#000000",
        image: "./assets/img/img.png"
    },
    {
        title: "Транспортировка зерна",
        text: "Инновационная система пневматического транспорта зерновых культур, позволяющая заменить зерновые элеваторы (нории) и ленточные конвейеры. Пневмотранспорт позволяет: автоматизировать процесс транспортировки, разветвлять линии подачи, избавиться от пыли и громоздких транспортных систем.",
        navTitle: "транспортировка зерна",
        buttonText: "Подробнее",
        link: "#",
        bgColor: "#0b376a",
        image: "./assets/img/img.png"
    },
    {
        title: "Обрезка деревьев",
        text: "Обрезчики деревьев предназначены для обрезки посадок вдоль дорог общего пользования и вокруг полей, а также мелкой поросли деревьев и кустарников.",
        navTitle: "обрезка деревьев",
        buttonText: "Подробнее",
        link: "#",
        bgColor: "#000000",
        image: "./assets/img/img.png"
    },
    {
        title: "Приборы",
        text: "Приборы для анализа сельскохозяйственной продукции позволяющие контролировать и анализировать ключевые параметры технологического процесса.",
        navTitle: "приборы",
        buttonText: "Подробнее",
        link: "#",
        bgColor: "#0b376a",
        image: "./assets/img/img.png"
    },
    {
        title: "Вспомогательное оборудование",
        text: "Линейка комплектующих и вспомогательного оборудования для сельского хозяйства и перерабатывающей промышленности.",
        navTitle: "вспомогательное оборудование",
        buttonText: "Подробнее",
        link: "#",
        bgColor: "#000000",
        image: "./assets/img/img.png"
    }
];